{
  "NewSettingsOffByDefault": false,
  "Mythic": {
    "DisableAll": false,
    "Settings": {

    }
  },
  "Spells": {
    "DisableAll": false,
    "Settings": {
      "DispelsAreBuffSafe": {
        "Enabled": true,
        "Description": "Dispel Magic, Greater Dispel Magic, and Slayer Dispelling Attacks should no longer dispel buffs on the casters allies or debuffs on enemies."
      }
    }
  },
  "Bloodlines": {
    "DisableAll": false,
    "Settings": {
      "UnlimitedSorcererBloodlineClaws": {
        "Enabled": true,
        "Description": "Abyssal and Draconic sorcerer bloodline power claws no longer have a use limit."
      },
      "CombineSorcererDragonClaws": {
        "Enabled": true,
        "Description": "Combine all sorcerer dragon bloodline claw powers into the same ability, stacking elemental damage from each bloodline."
      }
    }
  },
  "RewardFeatureConversion": {
    "DisableAll": false,
    "Settings": {
      "DawnOfDragons": {
        "Enabled": true,
        "Description": "Converts the Holy Aura you get from siding with the silver dragon in Dawn Of Dragons to a feature from a permabuff to make it harder to lose and clear what is up. Does not work if quest completed already. See additional settings in Content Modifications tab."
      }
    }


  },
  "Crusade": {
    "DisableAll": false,
    "Settings": {
      "MovanicDevasWeaponFix": {
        "Enabled": true,
        "Description": "Fixes Movanic Devas to greatswords as per TT rather than longswords wielded in both hands, making their damage quite a bit less bad."

      }
    }
  },
  "Purifier": {
    "DisableAll": false,
    "Settings": {
      "RestoreEarlyCures": {
        "Enabled": true,
        "Description": "Purifier loses its cure spells but gains absolutely nothing relative to stock oracle before level 5. This restores CLW/CMW access."
      },
      "CelestialArmorTraining": {
        "Enabled": true,
        "Description": "Purifier's Celestial Armor unique revelation now grants advanced armor training access. Note: Absolutely Requires Tabletop Tweaks Base."
      }

    }
  },
  "Witch": {
    "DisableAll": false,
    "Settings": {
      "ReturnStigmatizedWitchPatron": {
        "Enabled": false,
        "Description": "Moves stigmatized out of the suck by cancelling the patron removal. By default, this will give Ember the Endurance Patron when first met"
      },
      "EmberHasHealingPatron": {
        "Enabled": false,
        "Description": "Gives Ember the Healing patron instead. Requires Return Stigmatized Witch Patron to be active"
      },
      "EmberHasElementsPatron": {
        "Enabled": false,
        "Description": "Gives Ember the Elements patron instead. Requires Return Stigmatized Witch Patron to be active"
      }

    }
  }
}
